import { OurAdvantages, StyledList, CreditFormMain } from '../../components';
import { data } from '../../constants';

const CreditPage = () => {
  return (
    <div>
      <h2 className='section__padding-noY'>Оформление кредита</h2>
      <CreditFormMain />
      <OurAdvantages />
      <div className='section__padding-noY'>
        <h2>Оформление авто в кредит</h2>
        <p>Мы стремимся сделать процесс оформления кредита на Вашу покупку максимально удобным и прозрачным. Пожалуйста, ознакомьтесь с нашим перечнем преимуществ:</p>
      </div>
      <StyledList content={data.credit} />
      <div className='section__padding-noY'>
        <p className='bold'>Калькулятор: рассчитать кредит онлайн</p>
        <br />
        <p>Если Вы до сих пор задаетесь такими вопросами, как «Стоит ли покупать китайский автомобиль в кредит?», «Выгодно ли брать автокредит в автосалоне?», то советуем ознакомиться удобной опцией – Калькулятор: автокредит онлайн. С помощью данной опции Вы можете рассчитать ориентировочные условия кредитования, а также предварительно узнать то, какие банки Вам дадут одобрение. Данная форма ни к чему не обязывает, и она способна в значительной мере сэкономить Ваше время.</p>
        <p>Также с помощью данной опции Вы можете оставить заявку на автокредит онлайн. Чтобы наши клиенты не ломали голову над тем, в каком банке лучше взять автокредит на новый автомобиль, мы разработали удобную систему с нашими банками-партнерами, благодаря которой каждый клиент получает лучшие предложения по автокредиту уже на этапе посещения сайта.</p>
        <br />
        <p className='bold'>Самый выгодный автокредит на новые китайские авто</p>
        <br />
        <p>Дешевые китайские авто остались в прошлом. Цены на китайские автомобили стабильно растут, но мы всегда идем своим клиентам навстречу, поэтому устраиваем регулярные акции на китайские автомобили, которые зачастую принимают вид скидок.</p>
        <p>Например, за оформление автокредита Вы получите скидку в размере 15% на любую модель (сумма авто не ограничивается). Так, если Вы решите купить Джили Атлас в кредит, Вам будет предоставлена скидка на сумму 216748 рублей. Покупка в Москве нового китайского автомобиля у дилера – легко, быстро и выгодно.</p>
        <br />
      </div>
    </div>
  )
}

export default CreditPage