import { OurAdvantages, TradeInForm, Banner1, StyledList} from '../../components';
import {data} from '../../constants';

const TradeInPage = () => {
  return (
    <div>
      <div className='section__padding-noY'>
        <h2>Купить авто по Трейд-Ин в Москве у диллера</h2>
        <p>Такая опция, как честный Trade-In, предоставляет возможность для продажи старого и покупки нового автомобиля на выгодных условиях. Проблема данной услуги заключается в том, что большинство водителей относятся к ней с недоверием, предпочитая реализовывать старые автомобили на вторичном рынке. На «вторичке», действительно, зачастую можно продать машину гораздо дороже, чем ее оценят в автосалоне, но это отнюдь не является строгим правилом.</p> 
        <br/>
        <p>В автосалоне «Китайские автомобили» Вы можете рассчитывать на условия продажи старого авто, которые будут ничуть не хуже, чем на вторичном рынке. Более того, с помощью Трейд-Ин Вы сэкономите свои нервы и время. Оформляется данная услуга довольно просто. О том, как купить машину в Трейд-Ин, и какие Вас ждут за это выгоды, – читайте далее.</p>
      </div>
      <TradeInForm/>
      <div className='section__padding-noY'>
        <h2>Узнать стоимость машины по Трейд-Ин</h2>
        <p>Такая опция, как честный Trade-In, предоставляет возможность для продажи старого и покупки нового автомобиля на выгодных условиях. Проблема данной услуги заключается в том, что большинство водителей относятся к ней с недоверием, предпочитая реализовывать старые автомобили на вторичном рынке. На «вторичке», действительно, зачастую можно продать машину гораздо дороже, чем ее оценят в автосалоне, но это отнюдь не является строгим правилом.</p> 
        <br/>
        <p>На данной странице расположена удобная форма по расчету ориентировочной стоимости Вашей старой машины. Также с помощью этой формы Вы можете отправить заявку на Trade-IN на рассмотрение. Произведите предварительную оценку старого автомобиля онлайн, а также получите бесплатную консультацию по всем интересующим вопросам от нашего менеджера не выходя из дома.</p>
      </div>
      <Banner1/>
      <StyledList content = {data.tradeIn_1}/>
      <OurAdvantages/>   
      <StyledList content = {data.tradeIn_2}/>
    </div>
  )
}

export default TradeInPage